{
    "devotions": [
      {
        "title": "Work",
        "image": "public/devotional-pics/work.jpeg",
        "message": "The Bible begins with God working: “In the beginning God created the heavens and the earth” (Gen. 1:1). God’s work was completed by His words (“Let there be light”) and by His hands. In this way God dignifies manual work and executive work. The God of the Bible gets His hands dirty. He came among us as a carpenter. But God also makes things happen by giving directions. So God gives dignity, by His own example, to the manual worker and the professional worker. Your work reflects the image of God and it fulfills a calling from God. God planted a garden, and then He gave Adam responsibility for cultivating what God had made. Right from the beginning you see this partnership in which Adam participates in the work of God. God made you not simply to observe His works, but to participate in them. When God plants a garden, He puts it under the care of a gardener (Adam). When God creates a human life, He places that life in the arms of a mother. And when God sent His Son into the world, He entrusted the good news about Him to His church. How does your work reflect the image of God?",
        "Scripture": "In the beginning God created the heavens and the earth. (Genesis 1:1 NIV)",
        "messageRef": "https://openthebible.org/open-the-bible-daily/a-biblical-view-of-work/",
        "prayer": "Dear God, thank You for blessing me with the job that I have right now. Thank You for blessing me with the ability to work and for giving me an opportunity to excel in everything that I am about to do. I pray that You may continue to grant me wisdom, knowledge, and understanding that I may do my tasks with excellence. Strengthen me and give me courage as I face new challenges every day that will make me grow. Bless me that I may be a blessing to my workplace for Your glory. These I pray in Your Holy name, Amen.",
        "prayerRef": "https://www.thesalvationgarden.org/taxonomy_prayer/lifestyle/",
        "id": 1
      },
      {
        "title": "Light",
        "image": "public/devotional-pics/light.jpeg",
        "message": "In his Sermon on the Mount, Jesus uses two simple yet powerful images to describe our role in this world. We are called to be salt and light. We are to stand in the midst of a world darkened by sin and shine for him. We are to give warmth and life to the people around us. When Christians conceal their faith or keep it to themselves, no one benefits. The people around them remain confused in the dark about the truth. But when Christians reveal their faith and let their light shine, things change. One day a fellow went into his basement and made an interesting discovery. Some potatoes had sprouted in the darkest corner of the room. At first he couldn't figure out how the potatoes had gotten enough light to begin to grow. Then he noticed a copper kettle hanging from the ceiling near a window on the opposite end of the basement. The kettle was polished so brightly that it reflected the rays of the sun onto the potatoes. That morning the man had been studying this passage from Matthew 5 for his devotions. Instantly he thought, 'I need to be like that copper kettle, brightly polished, catching the rays of God's Son and reflecting his light to someone living in a dark corner of my world.'",
        "Scripture": "You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. You are the light of the world. A city on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. (Matthew 5:13-16 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/be-light-2005-10-07",
        "prayer": "Lord Jesus, may we today live as your agents of light to a darkened and confused world. Make our witness for you be effective, bearing fruit for your glory. Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/be-light-2005-10-07",
        "id": 2
      },
      {
        "title": "Where is Your Hope?",
        "image": "public/devotional-pics/hope.jpeg",
        "message": "In a worship song from the early 2000s, singer/songwriter Brian Doerksen sings, “Jesus, hope of the nations/ Jesus, comfort for all who mourn/ You are the source of heaven’s hope on earth.” As believers in Christ, we recognize and worship Jesus as the true hope of the world, and yet it’s astounding how often we pin our hopes on ­human beings. In all of our history books, it is clear that people are inclined to find hope in leaders, politicians, and celebrities rather than in the one true God. Why do we do this? Proverbs warns that placing hope in humans is futile because any human power will come to nothing. As the apostle Paul tells us, “There is no authority except that which God has established” (Romans 13:1). By saying this, Paul is assuring believers that in all situations, even in the midst of national turmoils and global crises, God is the one who holds all ­authority. Any human who has “power” has it only because God allows it to be so. In other words, our hopes and desires must lie with the One who is on the throne of the universe. Our prayers must be oriented toward Christ, for he is truly the only hope—the one who can change minds, transform hearts, disperse powers, and bring restoration.",
        "Scripture": "Hopes placed in mortals die with them; all the promise of their power comes to nothing. (Proverbs 11:7 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/where-is-your-hope",
        "prayer": "Creator God, you made every living thing, and you hold all things together. Lord, bring restoration to this world that desperately needs your leadership and authority. Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/where-is-your-hope",
        "id": 3
      },
      {
        "title": "Be Kind",
        "image": "public/devotional-pics/kindness.jpeg",
        "message": "In a world that has felt upside down for a while, it has become easy to get grumpy and less patient with others. Feelings of bitterness and unforgiveness have marked people’s behaviors, and when we read the news, we shake our heads wondering. The words of Paul in Ephesians 4 strike a chord with us. He knew and experienced the same kinds of behaviors in the early church. His words challenge us to live fully into who God has called us to be. God has given us every gift through Jesus so that we can walk in a manner worthy of our calling. As Paul instructs us in this chapter to be tenderhearted, forgiving, and kind, he emphasizes that we must keep on living this way.Kindness and compassion go hand in hand. We are called to be aware of others around us and how we might encourage and help. Think of all the good we can do if we simply ­imagine, “How can I add value to someone else’s life today?” It’s about relationships, and our relationship with God is the most important one in life. As we imitate Christ, we learn that kindness is not optional for believers. It is a call to obedience. When we live fully in kindness to one another, we are saying thank-you to God.",
        "Scripture": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. (Ephesians 4:32 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/be-kind",
        "prayer": "Dear God, thank you for your example in how you have treated us with great mercy and kindness. Help us to model your gracious kindness to others. Forgive us when we fall short, and remind us to try again. Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/be-kind",
        "id": 4
      },
      {
        "title": "Like Us in Every Way",
        "image": "public/devotional-pics/hands.jpeg",
        "message": "In the Christmas song “Hark! the Herald Angels Sing” we might recognize the words “veiled in flesh the Godhead see; hail the incarnate Deity.” And if we’re in a thoughtful mood, we might wonder at the mystery of the Word becoming flesh, of God becoming one of us. In a sermon years ago, I ­quoted from a song called “One of Us.” In its own way, the song wonders about the incarnation: “What if God was one of us? Just a slob like one of us?” I got in trouble for that. I was told, “God is not a slob!” Well, of course not. Yet there is something scandalous about the incarnation, isn’t there? We know what it’s like to be embodied creatures. Sure, there’s the “glory and honor” of being human (Psalm 8:5): the beauty and strength and intelligence. But there’s also the other side: the homeliness, the weakness, the aches and pains. And there’s the harsh truth that sometimes we are slobs. That’s why we can’t imagine God really becoming one of us. God is lovely and lofty, perfect and pure. How could such a God get mixed up in the mess of being human, as ­human as any of us? But that’s the truth and the scandal of the incarnation. The eternal Son of God abandons the perfections of divinity to take on the flaws of humanity. And he does it out of love.",
        "Scripture": "For this reason he had to be made like them, fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. (Hebrews 2:17 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/like-us-in-every-way",
        "prayer": "Jesus, we can hardly imagine what you gave up to take on what we know in our bones. But that’s what you did for us, and we are amazed. Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/like-us-in-every-way",
        "id": 5
      },
      {
        "title": "Generosity",
        "image": "public/devotional-pics/generous.jpeg",
        "message": "Acts 20:35 notes that Jesus said, “It is better to give than to receive.” But why would he say this? Is it because being generous feels good? Is it because we feel appreciated when we give? Is it because “what goes around comes around”? Proverbs 11:25 says that those who are generous will prosper. And what does it mean to “prosper”? We tend to think of prosperity in financial terms, but that would be quite limiting. In the Bible, prosperity has a lot to do with well-being and flourishing, enjoying the fullness of life as God intends for us. Reading the second half of this verse is essential: “Whoever refreshes others will be refreshed.” This is less about material gain than about soul care. It brings to mind Psalm 23, in which the Lord as our shepherd leads us “beside still waters” and restores or refreshes our soul. Our souls are refreshed through generosity because when we seek the prosperity, health, and wellness of others, we ourselves are refreshed by Jesus in the process. He blesses us with humility, joy, patience, kindness, goodness, and more. We become more like him who emptied himself for our sake. We give not so that we can get something in return. We give so that we can draw nearer to the heart of Christ.",
        "Scripture": "A generous person will prosper; whoever refreshes others will be refreshed. (Proverbs 11:25 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/generosity",
        "prayer": "Generous God, you have shown us the perfect example of self-giving love and humility in Jesus. May we become more like him and find refreshment for our souls. Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/generosity",
        "id": 6
      },
      {
        "title": "Food For the Hungry",
        "image": "public/devotional-pics/bread.jpeg",
        "message": "In the Bible we learn that God is especially concerned about a few groups of people. That’s because these people are often taken advantage of: the poor, orphans, widows, and foreigners. And Jesus, the Son of God, who is fully human and fully God, showed the same concern for these groups. In particular, Jesus fed the poor in abundant and miraculous ways. One of the marks of God’s kingdom is that everyone should have enough, or as John 6:11 says, “as much as they wanted.” When Jesus gave the Lord’s Supper to his disciples, he did that to feed them physically and spiritually. And we should know that in the early church, this sacred meal was often cele­brated as an actual meal, not just with a small bit of bread and wine (or juice), as many do in their church services today. Perhaps our churches would do well to pass out ample slices of bread, and full cups of juice so that people could truly experience God’s generosity (but I digress). Because Jesus has been so generous to us, we are empowered and encouraged to be generous to others. As you receive Christ’s gifts in the Lord’s Supper, try to hold hungry people in your mind and heart—including people you know in your local community and people you don’t know in other parts of the world.",
        "Scripture": "Jesus then took the loaves, gave thanks, and distributed to those who were seated as much as they wanted. He did the same with the fish. (John 6:11 NIV)",
        "messageRef": "https://todaydevotional.com/devotions/food-for-the-hungry",
        "prayer": "Lord, you clearly love the poor, caring for all who are disadvantaged. Give us the same heart. In your name, Amen.",
        "prayerRef": "https://todaydevotional.com/devotions/food-for-the-hungry",
        "id": 7
      }
    ]
  }
  